Repository: ben-haim/PF
Catalog: trunk/app/PFTrader/*.lproj/Localizable.strings
Languages: ru, tr

source: Reconnecting
ru: Подключение
tr: Bağlanıyor

# RECONNECTING_ALERT_TEXT
source: Server connection is not available
ru: Соединение с сервером недоступно
tr: Sunucuya bağlanılamıyor

# NO_INTERNET_CONNECTION
source: Internet connection is not available
ru: Отсутствует интернет соединение
tr: Internet'e bağlanılamıyor

# UPDATE_APP
source: Update now
ru: Обновить
tr: Güncelle

source: Logout
ru: Выход
tr: Çıkış

source: Login
ru: Имя
tr: Giriş

source: Password
ru: Пароль
tr: Şifre

source: Remember password
ru: Сохранить пароль
tr: Şifremi Hatırla

# LOGIN_BUTTON
source: Login
ru: Вход
tr: Giriş

# REGISTER_BUTTON
source: Register
ru: Регистрация
tr: Kayıt Ol

# LIVE_SERVER
source: Live
ru: Торговый
tr: Gerçek

# DEMO_SERVER
source: Demo
ru: Демо
tr: Deneme

# EMPTY_LOGIN
source: Login field is empty
ru: Введите логин
tr: Lütfen Kullanıcı Kodunu Giriniz

# EMPTY_PASSWORD
source: Password field is empty
ru: Веедите пароль
tr: Lütfen Şifrenizi Giriniz

# VERIFICATION_TITLE
source: SMS verification
ru: СМС проверка
tr: SMS Doğrulama

source: SMS password
ru: СМС пароль
tr: SMS Şifre

# SERVER_CONNECTING
source: Connecting...
ru: Соединение...
tr: Bağlanıyor...

source: Authentication...
ru: Аутентификация...
tr: Doğrulama...

source: Reading data...
ru: Чтение данных...
tr: Veri Okunuyor...

source: Connection failed
ru: Соединение не удалось установить
tr: Bağlantı Başarısız

# CHECK_NETWORK
source: Please check your network connection!
ru: Проверьте Ваше подключение к сети!
tr: Lütfen Ağ Ayarlarınızı Kontrol Edin!

# SSL_CERTIFICATE_WARNING
source: SSL certificate is not valid. Do you want to continue?
ru: Возможно SSL сертификат недостоверный. Хотите продолжать?
tr: SSL Sertifikası geçerli değil. Devam etmek ister misiniz?

# CHANGE_PASSWORD_TITLE
source: Change password
ru: Смена пароля
tr: Şifre Değiştir

source: Old password
ru: Старый пароль
tr: Eski Şifre

source: New password
ru: Новый пароль
tr: Yeni Şifre

# CHANGE_PASSWORD_OK
source: Password changed successfully
ru: Пароль удачно сменен
tr: Şifre Değiştirlidi

# CHANGE_PASSWORD_VERIFICATION_WRONG
source: Wrong SMS verification password
ru: Неверный SMS-пароль
tr: SMS Doğrulama Şifresi Hatalı

source: Change password error
ru: Ошибка при смене пароля
tr: Şifre Değişim Hatası

source: SMS verification cancelled
ru: SMS-проверка отменена
tr: SMS Doğrulaması İptal Edildi

source: Change password cancelled
ru: смена пароля отменена
tr: Şifre Değiştirme iptal edildi

# Password required with level - 1
source: Different character register and number in password required
ru: Пароль должен содержать цифры и символы в разном регистре
tr: Şifreniz harf ve rakam içermelidir.

# Password required with level - 2
source: Different character register, 8+ length and number in password required
ru: Пароль должен быть длинной 8+, содержать цифры и символы в разном регистре
tr: Şifreniz en az 8 karakterden oluşmalı, harf ve rakam içermelidir.

# Password required with level - 3
source: Different character register, 8+ length, special character and number in password required
ru: Пароль должен быть длинной 8+, содержать цифрыб специальные символы и символы в разном регистре
tr: Şifreniz en az 8 karakterden oluşmalı; harf, rakam ve özel karakter içermelidir.

source: Accounts
ru: Счета
tr: Hesaplar

source: Active account
ru: Активный
tr: Aktif Hesabınız

source: Account details
ru: Список счетов
tr: Hesap Detayları

source: Make active
ru: Сделать активным
tr: Aktif Hale Getir

source: Today
ru: Сегодня
tr: Günlük

source: Activity
ru: Активность
tr: Özet

source: General
ru: Общие
tr: Genel

source: Fees
ru: Комиссии
tr: İşlem Maliyeti

source: Volume
ru: Объем
tr: Hacim

source: Trades
ru: Сделки
tr: İşlemler

source: Open gross P/L
ru: Откр.grossP/L
tr: Açık Brüt K/Z

source: Open net P/L
ru: Откр.net P/L
tr: Açık Net K/Z

# N_ORDERS
source: #Orders
ru: #Ордера
tr: Emir Sayısı

# N_POSITIONS
source: #Positions
ru: #Позиции
tr: Pozisyon Sayısı

source: Orders margin
ru: Мар.на ордера
tr: Emir Teminatı

source: Positions margin
ru: Мар.на позиции
tr: Poz. Teminatı

# BLOCKED_FOR_FUNDS
source: In funds
ru: В фондах
tr: Bloke Tutar

source: Stock value
ru: Стои-сть акций
tr: Hisse Değeri

source: Account name
ru: Имя счета
tr: Hesap Adı

source: Account Balance
ru: Баланс
tr: Bakiye

# ACCOUNT_EQUITY
source: Equity
ru: Средства
tr: Anlık Bakiye

source: Account Value
ru: Стоимость
tr: Hesap Değeri

source: Blocked balance
ru: Заблокировано
tr: Blok. Bakiye

source: Cash balance
ru: В наличии
tr: Nakit Bakiye

source: Margin available
ru: Доступ.маржа
tr: Kull. Teminat

# CURRENT_MARGIN
source: Used margin
ru: Текущая маржа
tr: Anlık Teminat

source: Margin warning
ru: Уров.пред.
tr: Tmnt. Uyarısı

source: Stop trading
ru: Стоп торговля
tr: Son İşlem Svy.

source: Stop out
ru: Стоп аут

source: Withdrawal available
ru: К снятию
tr: Çekilebilir Tutar

source: Symbols
ru: Инструменты
tr: Semboller

source: Symbol
ru: Инструмент
tr: Sembol

source: Bid
ru: Бид
tr: Sat

source: Ask
ru: Аск
tr: Al

# BSIZE
source: Bid size
ru: Разм.Бид
tr: Satış Mkt.

# CHANGE_PERCENT
source: %Change
ru: %Изменен
tr: Değişim %

# ASIZE
source: Ask size
ru: Разм.Аск
tr: Alış Miktari

source: Spread
ru: Спрэд

source: Last
ru: Последняя
tr: Son

source: Change
ru: Изменение
tr: Değişim

source: Last update
ru: Посл.обнов.
tr: Son Günc.

source: Open
ru: Открытие
tr: Açılış

source: Low
ru: Низ
tr: Düşük

source: Close
ru: Закрытие
tr: Kapanış

source: High
ru: Верх
tr: Yüksek

# REMOVE_ALL_SYMBOLS_PROMPT
source: Remove all symbols from watchlist?
ru: Очистить список инструментов?
tr: Tüm Enstrümanları Kaldır

source: Remove all
ru: Удалить все
tr: Tümünü Kaldır

# NO_OPTION_FOR_SYMBOL
source: No options for current symbol
ru: Для этого инструмента опцион отсутствует
tr: Mevcut Enstrüman için herhangi bir opsiyon bulunamadı.

source: Days
ru: дней
tr: Gün

source: Hours
ru: часов
tr: Saat

# MINUTES
source: Min.
ru: мин.
tr: Dk.

# SECONDS
source: sec.
ru: сек.
tr: Sn.

# MIN_SECONDS
source: Less 1
ru: Менее 1
tr: 1'den küçük

source: Positions
ru: Позиции
tr: Pozisyonlar

source: Orders
ru: Ордера
tr: Emirler

source: Open time
ru: Время открытия
tr: Açılış Zamanı

source: Quantity
ru: Кол-во
tr: Miktar

source: Side
ru: Сторона
tr: Yön

source: Open price
ru: Цена откр.
tr: Açılış Fiyatı

# EXPIRATION_DATE
source: Exp. date
ru: Дата эксп.
tr: Vade Sonu

source: P/L ticks
ru: P/L Тики
tr: K/Z Tik

# COMMISSION
source: Fee
ru: Комиссия
tr: Komisyon

source: Swaps
ru: Свопы
tr: Swap

# SL
source: Stop loss
ru: SL
tr: Zarar Drd.

# TP
source: Take profit
ru: TP
tr: Kar Al

source: Margin used
ru: Исп.маржа
tr: Kullanılan Teminat

source: Expiry date
ru: Дата оконч.
tr: Vade Sonu

# INSTRUMENT_TYPE
source: Symb. type
ru: Тип инстр.
tr: Enst. Tür

# POSITION_ID
source: #Position
ru: #Позиции
tr: Poz. No:

source: Type
ru: Тип
tr: Emir Türü

source: Price
ru: Цена
tr: Fiyat

# LAST_PRICE
source: Last
ru: Последний
tr: Son

source: TIF
ru: Экспирация
tr: Süre

source: Exchange
ru: Биржа
tr: Piyasa

source: Status
ru: Статус
tr: Durum

# ORDER_ID
source: #Order
ru: #Ордера
tr: Emir No:

source: Buy
ru: Купить
tr: Al

source: Sell
ru: Продать
tr: Sat

# CANCEL_ALL_ORDERS_PROMPT
source: Cancel all orders?
ru: Отменить все ордера?
tr: Tüm Emirleri İptal Et

source: Cancel all
ru: Отменить все
tr: Tümünü İptal Et

# CLOSE_ALL_POSITIONS_PROMPT
source: Close all positions?
ru: Закрыть все позиции?
tr: Tüm Pozisyonları Kapat

source: Close all
ru: Закрыть все
tr: Tümünü Kapat

source: Event
ru: Событие
tr: Olay

# ORDER_STAUS_NONE
source: None
ru: Нет
tr: Hiçbiri

# ORDER_STAUS_PENDING_NEW
source: Pending new
ru: Отложенный Новый
tr: İşleniyor

# ORDER_STAUS_PENDING_EXECUTION
source: Pending execution
ru: Ожидает Исполнение
tr: İşleniyor

# ORDER_STAUS_PENDING_CANCEL
source: Pending cancel
ru: Ожидает Отмены
tr: İşleniyor

# ORDER_STAUS_PENDING_REPLACE
source: Pending replace
ru: Ожидает Замены
tr: İşleniyor

# ORDER_STAUS_PENDING_STP
source: Pending STP
ru: Отложенный STP
tr: İşleniyor

# ORDER_STAUS_NEW
source: Created
ru: Созданный
tr: Kaydedildi

# ORDER_STAUS_CANCELLED
source: Cancelled
ru: Отмененный
tr: İptal Edildi

# ORDER_STAUS_PART_FILLED
source: Part filled
ru: Частично исполненный
tr: Kısmen Gerçekleşti

# ORDER_STAUS_FILLED
source: Executed
ru: Исполненный
tr: Gerçekleşti

# ORDER_STAUS_REPLACED
source: Modified
ru: Изменен
tr: Değiştirildi

source: Trade ID
ru: ID Сделки
tr: İşlem No:

source: Purchase price
ru: Цена покупки
tr: İşlem Fiyatı

source: Account
ru: Счет
tr: Hesap

# ORDER_MANUAL
source: Manual
ru: Ручной
tr: Manuel

# ORDER_MARKET
source: Market
ru: Рыночный
tr: Piyasa

# ORDER_STOP
source: Stop
ru: Стоп

# ORDER_LIMIT
source: Limit
ru: Лимитный

# ORDER_STOP_LIMIT
source: Stop limit
ru: Стоп лимит
tr: Limit Stop

# ORDER_TRAILING_STOP
source: Tr. stop
ru: Тр. стоп
tr: Takip Eden Limit

source: Watchlist
ru: Инструменты
tr: İzleme Listesi

source: Watchlist editor
ru: Редактор
tr: İzleme Liste Düzenleyicisi

# ACTIVE_MODE
source: Active
ru: Акти-е
tr: Seçili

source: Active
ru: ВКЛ.
tr: I

source: Hidden
ru: ВЫКЛ.
tr: O

# ACTIVE_ORDERS
source: Active
ru: Активные
tr: Aktif Emirler

source: All
ru: Все
tr: Tümü

source: Filled
ru: Исполненные
tr: Gerçekleşen

source: OE
ru: ВО
tr: EG

# ORDER_CREATED
source: Order created successfully
ru: Ордер создан успешно
tr: Emir Oluşturuldu

source: Close OE
ru: Закрыть ВО
tr: EG panelini kapat

source: Order entry
ru: Ввод Ордера
tr: Emir Girişi

source: Closing orders
ru: Закрывающие ордера
tr: Bağlantılı Emir

# QUANTITY_FORMAT
source: %@ lots
ru: %@ лот
tr: %@ Lot

source: Order type
ru: Тип ордера
tr: Emir Türü

source: Enable
ru: ВКЛ.
tr: I

source: Disable
ru: ВЫКЛ.
tr: O

source: Stop loss
ru: Стоп Лосс
tr: Zarar Durdur

# TRAILING_STOP_LOSS
source: Tr. S/L
ru: Тр. С/Л
tr: Tkp. Stop

source: Trailing
ru: Трейлинг
tr: Takip Eden

source: S/L price
ru: Цена С/Л
tr: SL Fiyat

source: S/L offset
ru: Сдвиг С/Л
tr: SL Ofset

source: T/P offset
ru: Сдвиг Т/П
tr: T/P Ofset

source: Take profit
ru: Тейк Профит
tr: Kar Al

source: T/P price
ru: Цена Т/П
tr: TP Fiyat

source: Stop price
ru: Цена Стоп
tr: Stop Fiyat

source: Limit price
ru: Цена Лимит
tr: Limit Fiyat

source: Price offset
ru: Сдвиг цены
tr: Ofset Fiyat

source: Day
ru: Дневной
tr: Gün

# PLACE_CONFIRMATION
source: Place order?
ru: Отправить ордер?
tr: Emir Gönderilsin mi?

# MODIFY_CONFIRMATION
source: Modify order?
ru: Модифицировать ордер?
tr: Emir Düzeltilsin mi?

# CANCEL_CONFIRMATION
source: Cancel order?
ru: Отменить ордер?
tr: Emir İptal Edilsin mi?

# EXECUTE_CONFIRMATION
source: Execute order?
ru: Выполнить ордер?
tr: Emri Gerçekleştir?

# PLACE_ORDER
source: Place
ru: Отправить
tr: Emri Gönder

# PLACE_ORDER_BUTTON
source: Place order
ru: Отправить ордер
tr: Emir Gönder

# CLOSE_BUTTON
source: Close
ru: Закрыть
tr: Kapat

source: Invalid SL price
ru: Некорректная SL цена
tr: Geçersiz SL Fiyatı

source: Invalid TP price
ru: Некорректная TP цена
tr: Geçersiz TP Fiyatı

# INVALID_TR_OFFSET
source: Tr. Stop price is too big
ru: Tr. Stop цена очень большая
tr: Tr. Stop fiyatı çok yüksek

source: Modify order
ru: Изменение
tr: Emri Değiştir

# MODIFY_ORDER_BUTTON
source: Modify order
ru: Изменить ордер
tr: Emri Değiştir

# CANCEL_ORDER_BUTTON
source: Cancel order
ru: Отменить ордер
tr: Emir İptali

# EXECUTE_ORDER_BUTTON
source: Execute as market
ru: Исполнить ордер
tr: Piyasa Fiyatından Kapat

# MODIFY_POSITION
source: Modify
ru: Изменение
tr: Değiştir

source: Long
ru: Покупка
tr: UZUN

source: Short
ru: Продажа
tr: KISA

# MODIFY_POSITION_CONFIRMATION
source: Modify position?
ru: Модифицировать позицию?
tr: Pozisyon Değiştirilsin mi?

# CLOSE_CONFIRMATION
source: Close position?
ru: Закрыть позицию?
tr: Pozisyon Kapatılsın mı?

# CLOSE_POSITION
source: Close
ru: Закрыть
tr: Pozisyonu Kapat

# MODIFY_POSITION_BUTTON
source: Modify position
ru: Изменить позицию
tr: Pozisyonu Değiştir

# CLOSE_POSITION_BUTTON
source: Close position
ru: Закрыть позицию
tr: Piyasa Fiyatından Kapat

source: Chart
ru: График
tr: Grafik

source: Select range
ru: Выбрать период
tr: Aralık Seçin

# INVALID_AMOUNT
source: Invalid quantity
ru: Количество неверно
tr: Yetersiz Miktar

source: QTY :
ru: К-во:
tr: MKT.

source: H1
ru: Ч1
tr: 1 S.

source: H4
ru: Ч4
tr: 4 S.

source: D1
ru: Д
tr: G

source: W1
ru: 1Нед
tr: H

source: MN1
ru: 1Мес
tr: A

source: Tick
ru: Тик
tr: Tik

source: Cancel
ru: Отмена
tr: İptal

source: Segment
ru: Сегмент

source: Line
ru: Линия
tr: Çizgi

source: Ray
ru: Луч
tr: Parlaklık

source: Channel
ru: Канал
tr: Kanal

# FIB_RETR
source: Fibonacci Retracement
ru: Уровни коррекции Фибоначчи
tr: Fibonacci Düzeltme Seviyeleri

# FIB_CIRC
source: Fibonacci Arc
ru: Дуги Фибоначчи
tr: Fibonacci Yayları

# FIB_FAN
source: Fibonacci Fans
ru: Веер Фибоначчи
tr: Fibonacci Fanları

# HLINE
source: Horizontal Line
ru: Гориз. линия
tr: Yatay Çizgi

# VLINE
source: Vertical Line
ru: Верт. линия
tr: Dikey Çizgi

# CHART_MODE_FREE
source: Free
ru: Обычный
tr: Serbest

# CHART_MODE_CROSSHAIR
source: Crosshair
ru: Перекрестие
tr: Artı İmleç

# CHART_MODE_SPLITTER
source: Splitter
ru: Разделитель
tr: Ayraç

# CHART_MODE_RESIZE
source: Drawings resize
ru: Изменить рисунки
tr: Çizimleri Yeniden Boyutlandır

# CHART_MODE_DELETE
source: Drawings delete
ru: Удалить рисунки
tr: Çizimleri Sil

# CHART_MODE_DRAW
source: Draw
ru: Рисовать
tr: Çiz

source: Drawings
ru: Рисунки
tr: Çizimler

source: Select drawing
ru: Выбрать элемент
tr: Çizim Seç

source: Select mode
ru: Выбор режима
tr: Mod Seç

source: Indicators
ru: Индикаторы
tr: İndikatör

source: All indicators
ru: Все индикаторы
tr: Tüm İndikatörler

# INDICATORS_LIMIT
source: Maximum number of indicators has been reached
ru: Размещено максимальное количество индикаторов
tr: Maksimum İndikatör Sayısına Erişildi

# SHOW_VOLUME
source: Volume
ru: Объем
tr: Hacim

# SHOW_ORDERS
source: Orders
ru: Ордера
tr: Emirler

# SHOW_POSITIONS
source: Positions
ru: Позиции
tr: Pozisyonlar

source: Trading layers
ru: Торговые операции
tr: İşlem Grafik Ayarları

source: Include in scaling
ru: Учитывать в масштабе
tr: İşlemleri Göster

# CHART_COLOR_SCHEME
source: Color scheme
ru: Цветовая схема
tr: Renk şeması

# CHART_SCHEME_DARK
source: Dark
ru: Темная
tr: Koyu

# CHART_SCHEME_LITE
source: Light
ru: Светлая
tr: Açık

# CHART_SCHEME_GREEN
source: Green
ru: Зеленая
tr: Yeşil

# CHART_STYLE_TYPE
source: Style
ru: Стиль
tr: Stil

# CHART_STYLE_CANDLE
source: Candle
ru: Свечи
tr: Mum

# CHART_STYLE_BAR
source: Bar
ru: Бары

# CHART_STYLE_LINE
source: Line
ru: Линия
tr: Çizgi

# CHART_STYLE_AREA
source: Area
ru: Цельный
tr: Alan

source: News
ru: Новости
tr: Haberler

source: News browser
ru: Новости
tr: Haber İçeriği

# CHAT
source: Help chat
ru: Чат
tr: Canlı Yardım

# SEND_BUTTON
source: Send
ru: Отпр.
tr: Gönder

# NEW_CHAT_MESSAGE
source: New message received
ru: Принято новое сообщение
tr: Yeni Mesaj Alındı

# OPEN_POSITION_MESSAGE
source: Position #%d was opened
ru: Позиция #% открыта
tr: Pozisyon Açıldı

# MODIFY_POSITION_MESSAGE
source: Position #%d was modified
ru: Позиция #% изменена
tr: Pozisyon Değiştirildi

# CLOSE_POSITION_MESSAGE
source: Position #%d was closed
ru: Позиция #% закрыта
tr: Pozisyon Kapatıldı

# CREATE_ORDER_MESSAGE
source: Order #%d was created
ru: Ордер #% создан
tr: Emir Oluşturuldu

# MODIFY_ORDER_MESSAGE
source: Order #%d was modified
ru: Ордер #% изменен
tr: Emir Değiştirildi

# REMOVE_ORDER_MESSAGE
source: Order #%d was removed
ru: Ордер #% отменен
tr: Emir Kaldırıldı

source: Settings
ru: Настройки
tr: Ayarlar

source: Defaults
ru: Общие
tr: Varsayılan

source: Additional
ru: Дополнительно
tr: Ek Ayarlar

source: Confirmations
ru: Подтверждения
tr: Onaylar

source: Order sending
ru: Отправка ордера
tr: Emir Gönderme

# ORDER_MODIFY
source: Order modification
ru: Модификация ордера
tr: Emir Düzeltme

source: Order cancelling
ru: Отмена ордера
tr: Emir İptali

# EXECUTING_AS_MARKET
source: Order executing
ru: Исполнение ордера
tr: Emir Gerçekleştirme

# POSITION_MODIFY
source: Position modification
ru: Модификация позиции
tr: Pozisyon Düzeltme

source: Position closing
ru: Закрытие позиции
tr: Pozisyon Kapatma

# USE_NUMERIC_PAD
source: Use decimal pad
ru: Цифровая клавиатура
tr: Ondalıklı Klavye Kullan

# CHART_CASHE_SIZE
source: Cache Size
ru: Размер кэша
tr: Bellek Boyutu

# CHART_DEFAULT_PERIOD
source: Period
ru: Период
tr: Periyot

source: Trading panels
ru: Торговые панели
tr: İşlem Paneli

source: Show modal
ru: Показывать модально
tr: Modeli Göster

# USE_SLTP_OFFSET
source: SL/TP offset
ru: SL/TP сдвиг
tr: SL/TP ofset

source: Confirm password
ru: Подтверждение
tr: Şifre Onayı

# INCORRECT_CONFIRM_PASSWORD
source: Incorrect password confirmation
ru: Пароль введен неверно
tr: Hatalı Şifre Onayı

source: Registration
ru: Регистрация
tr: Kayıt

source: First name
ru: Имя
tr: İsim

source: Last name
ru: Фамилия
tr: Soyisim

source: Country
ru: Страна
tr: Ülke

source: Phone
ru: Телефон.
tr: Telefon

source: Account currency
ru: Валюта
tr: Teminat Türü

# DEMO_ACCOUNT_BALANCE
source: Account balance
ru: Баланс
tr: Hesap Bakiyesi

source: One position per instrument
ru: Отключить хеджирование
tr: Enstrüman Başına Pozisyon

source: Select country
ru: Выбор страны
tr: Ülke Seçin

source: Market depth
ru: Стакан Заявок
tr: Piyasa Derinliği

source: Option chain
ru: Опционы
tr: Opsiyon Zinciri

source: Strike
ru: Страйк

# STRIKES_COUNT_PROMPT
source: Select strikes count
ru: Количество страйков
tr: Strike Sayacı Seç

source: All Strikes
ru: Все страйки
tr: Tüm Strikelar

source: 4 Strikes
ru: 4 страйка
tr: 4 Strike

source: 8 Strikes
ru: 8 страйков
tr: 8 Strike

source: 12 Strikes
ru: 12 страйков
tr: 12 Strike

source: 16 Strikes
ru: 16 страйков
tr: 16 Strike

# ALL_COUNT
source: All
ru: Все
tr: Tümü

source: Call
ru: Кол

source: Put
ru: Пут

# NO_EXPIRATION_DATES
source: No expirations
ru: Нет экспираций
tr: Vade Sonu Yok

source: Delta
ru: Дельта

source: Gamma
ru: Гамма

source: Vega
ru: Вега

source: Theta
ru: Тета

# SCRIPTS
source: Scripts List
ru: Список скриптов
tr: Skript Listesi

# GET_REPORT_BUTTON
source: Get report
ru: Получить отчет
tr: Rapor Oluştur

source: Reports
ru: Отчеты
tr: Raporlar

source: Report type
ru: Тип отчета
tr: Rapor Türü

# REPORT_STATEMENT
source: Account statement
ru: Cостояние Счета
tr: Hesap Ekstresi

# REPORT_BALANCE
source: Balance
ru: Баланс
tr: Bakiye

# REPORT_BALANCE_SUMMARY
source: Balance summary
ru: Общий Баланс
tr: Bakiye Özeti

# REPORT_COMMISSIONS
source: Commissions
ru: Комиссии
tr: Komisyon

# REPORT_TRADES
source: Trades
ru: Сделки
tr: İşlemler

# REPORT_ORDER_HISTORY
source: Order history
ru: Ордера
tr: Emir Geçmişi

# REPORT_SUMMARY
source: Summary
ru: Общий
tr: Özet

source: From
ru: От
tr: Başlangıç

source: To
ru: До
tr: Bitiş

# EMPTY_REPORT
source: No data for selected report
ru: Нет данных по выбранному отчету
tr: Seçilen Rapor İçin Veri Yok

# account name
source: Account
ru: Счет
tr: Hesap

source: Login
ru: Логин
tr: Kull. Adı

# group name
source: Group
ru: Группа
tr: Grup

source: Balance
ru: Баланс
tr: Bakiye

# blockedbalance
source: Blocked
ru: Заблок.
tr: Bloklanan

source: Unrealized P/L
ru: Нереализ.P/L
tr: Geçici K/Z

# gi.cur_balance
source: Current balance
ru: Средства
tr: Anlık Bakiye

# gi.min_margin
source: Min. margin
ru: Мин.Марж
tr: Min. Teminat

# gi.cur_margin
source: Cur. margin %
ru: Тек.Марж%
tr: Teminat%

# gi.available_margin
source: Avail. margin
ru: Дост.Марж
tr: Kull. Teminat

# gi.margin_warning
source: Margin warning
ru: Уров.пред.
tr: Tem. Uyarı Svy.

# gi.margin_stoptrade
source: Stop trade
ru: Стоп торг.
tr: İşlem Drd. Svy.

# gi.margin_stopout
source: Stop out
ru: Стоп аут

# gi.withdrawal_available
source: Withdrawal available
ru: К снятию
tr: Serbest Tutar

# gi.today_released_pnl
source: Realize P/L
ru: Реализ.P/L
tr: Gerçekleşen K/Z

# gi.balance_blocked_by_orders
source: Blocked by orders
ru: БлокПоОрд
tr: Bloklanan Tem.

# gi.stock_value
source: Stock
ru: Акция
tr: Hisse

# accountcurrency
source: Currency
ru: Валюта
tr: Tem. Döviz

source: Order ID
ru: IDордера
tr: Emir No

# createdat
source: Create
ru: Создать
tr: Oluştur

# boundtoorderid
source: Bound order ID
ru: IDприв.ордера
tr: Bağlı Emir No

# instrumentname
source: Symbol
ru: Инструмент
tr: Sembol

# openclosebuysell
source: Operation type
ru: ТипОперац
tr: Yön

source: Order type
ru: ТипОрдера
tr: Emir Türü

source: Price
ru: Цена
tr: Fiyat

# amount
source: Quantity
ru: Кол-во
tr: Miktar

source: TIF
ru: Экспирац
tr: Süre

source: Updated Time
ru: ВремяОбнов
tr: Güncelleme Zamanı

# instrument
source: Symbol
ru: Инструмент
tr: Sembol

# balance.buy
source: Buy
ru: Купить
tr: Al

# balance.everbuy
source: Average buy
ru: ЦенаПокупки
tr: Ortalama Alış

# balance.sell
source: Sell
ru: Продать
tr: Sat

# balance.eversell
source: Average sell
ru: ЦенаПродажи
tr: Ortalama Satış

# balance.profit
source: Profit
ru: Прибыль
tr: Kar

# balance.exposure
source: Exposure
ru: Экспозиция
tr: Risk

# balance.exposurenet
source: Exposure net
ru: NetЭкспоз
tr: Net Risk

source: Account operation ID
ru: IDоперац
tr: Opr. No

source: Operation
ru: Операция
tr: İşlem Detay

source: Debit
ru: Дебет
tr: Çekilen

source: Credit
ru: Кредит
tr: Yatırılan

source: Currency
ru: Валюта
tr: Para Birimi

source: Balance before
ru: Баланс До
tr: Önceki Bakiye

source: Trading in
ru: Дебет
tr: İşlem Zararı

source: Trading out
ru: Кредит
tr: İşlem Karı

source: Deposit
ru: Депозит
tr: Para Yatırma

# widthdraw
source: Withdrawal
ru: Снятие
tr: Para Çekme

source: Commission out
ru: Комиссии
tr: Ödenen Komisyon

# swaps_in
source: Swap in
ru: Своп(Приход)
tr: Swap Geliri

source: Swaps out
ru: Своп(Расход)
tr: Swap Gideri

source: Interest
ru: Процент
tr: Faiz

source: Total
ru: Общий
tr: Toplam

source: Balance after
ru: Бал.После
tr: Sonraki Bakiye

source: Operation type
ru: ТипОпер
tr: İşlem Türü

source: Basis
ru: Основа
tr: Baz

source: Sum
ru: Сумма
tr: Toplam

source: Creator
ru: Создатель
tr: İşlemi Yapan

source: Message ID
ru: IDсообщ
tr: Mesaj No

source: Actual time
ru: Время
tr: Gerçek Zaman

source: Sender
ru: Отпра-тель
tr: Gönderen

source: Recipient
ru: Получатель
tr: Alıcı

source: Group ID
ru: IDгруппы
tr: Grup No:

source: Message
ru: Сообщение
tr: Mesaj

source: Sender IP
ru: IPотпра-теля
tr: Gönderen IP

source: Delivered
ru: Доставлено
tr: İletildi

source: Type
ru: Тип
tr: Tür

source: Actual price
ru: Актуал.цена
tr: Gerçek Fiyat

source: Instrument type
ru: Тип инструм.
tr: Enstr. Türü

source: Quote ticker
ru: Тикер
tr: Fiyat Sembolü

source: Min. change
ru: Мин.Измен
tr: Min. Değişim

source: Lot size
ru: РазмерЛота
tr: Lot Büyüklüğü

source: Cross type
ru: ТипКросса
tr: Çapraz Tür

source: Spread
ru: Спред

source: Discount
ru: Скидка
tr: İndirim

source: Swap plan
ru: СвопПлан
tr: Swap Planı

source: Swap sell
ru: ПродатьСвоп
tr: Satış Swap

source: Swap buy
ru: КупитьСвоп
tr: Alış Swap

# closedbyorderid
source: Close by order ID
ru: Закр.ПоIDорд
tr: Kapatan Emir No.

# executedat
source: Execute
ru: Исполнить
tr: Gerçekleşme

source: Usage
ru: Использование
tr: Kullanım

# username
source: User
ru: Пользователь
tr: Kullanıcı

source: Role
ru: Роль
tr: Rol

source: Phone
ru: Тел.
tr: Telefon

source: Phone password
ru: Пароль Тел.
tr: Telefon Şifresi

# irdnumber
source: IR number
ru: Номер IR
tr: IRD Numarası

source: Address
ru: Адрес
tr: Adres

source: Broker login
ru: Логин Брокера
tr: Broker Girişi

source: Locked
ru: Заблокирован
tr: Kilitli

# expiresat
source: Expire
ru: Истекает
tr: Vade Sonu

source: Open order ID
ru: IDоткрывОрд
tr: Açık Emir Numarası

source: Open price
ru: ЦенаОткр
tr: Açılış Fiyatı

source: Open time
ru: ВремяОткр
tr: Açılış Zamanı

source: Close price
ru: ЦенаЗакр
tr: Kapanış Fiyatı

source: Swaps
ru: Свопы
tr: Swap
