Repository: ben-haim/PF
Catalog: trunk/app/PFTrader/*.lproj/Localizable.strings
Languages: ru, tr

# comission
source: Commission
ru: Комиссия
tr: Komisyon

# routename
source: Route
ru: Роут
tr: Kaynak

# closedat
source: Close
ru: Закрыть
tr: Kapanış

source: Route
ru: Роут
tr: Kaynak

source: Rate
ru: Курс
tr: Oran

source: Description
ru: Описание
tr: Tanım

source: Submitted
ru: Добавлено
tr: Gönderildi

source: Trade ID
ru: IDсделки
tr: İşlem No:

source: External ID
ru: ВнешнийID
tr: Gönd. No:

source: Time
ru: Время
tr: Zaman

source: Cross price
ru: КроссЦена
tr: Çapraz Fiyat

source: Ext. price
ru: Внешн.цена
tr: Gerçekleşme Fiyatı

source: User
ru: Пользователь
tr: Kullanıcı

source: Account
ru: Счет
tr: Hesap

source: Position
ru: Позиция
tr: Pozisyon

source: Number
ru: Номер
tr: Numara

# Instrument
source: Symbol
ru: Инструмент
tr: Enstrüman

source: Amount
ru: Количество
tr: Miktar

source: Operation
ru: Операция
tr: Operasyon

source: Price
ru: Цена
tr: Fiyat

source: Open
ru: Открыть
tr: Açılış

source: Order
ru: Ордер
tr: Emir

source: Commissions
ru: Комиссии
tr: Komisyon

source: Time
ru: Время
tr: Zaman

source: Order
ru: Ордер
tr: Emir

source: Type
ru: Тип
tr: Tür

source: Open date
ru: ДатаОткр
tr: Açılış Tarihi

source: Open price
ru: ЦенаОткр
tr: Açılış Fiyatı

source: Close order type
ru: ЗакрТипОрд
tr: Kapatma Emir Türü

source: Realised profit/loss
ru: РеализP/L
tr: Gerçekleşmiş K/Z

# Oreder Number
source: Order number
ru: №Ордера
tr: Emir No

source: Order price
ru: ЦенаОрд
tr: Emir Fiyatı

source: Position number
ru: №Позиции
tr: Pozisyon No

source: Open order type
ru: ТипОткрОрд
tr: Açılış Emir Türü

source: Order number
ru: №Ордера
tr: Emir No

source: Order price
ru: ЦенаОрд
tr: Emir Fiyatı

# accname
source: Account name
ru: ИмяСчета
tr: Hesap Adı

# action
source: Side
ru: Сторона
tr: Yön

source: Event
ru: Событие
tr: Olay

source: Remote ID
ru: Удаленн.ID

source: Trader
ru: Трейдер
tr: İşlemci

source: Stop price
ru: СтопЦена
tr: Stop Fiyat

source: Margin
ru: Маржа
tr: Teminat

source: Current price
ru: ТекущЦена
tr: Anlık Fiyat

# groupname
source: Group
ru: Группа
tr: Grup

source: Account
ru: Счет
tr: Hesap

# accountname
source: Account
ru: Счет
tr: Hesap Adı

source: User ID
ru: IDпользоват.
tr: Kullanıcı No

source: Profit
ru: Прибыль
tr: Kar

source: Trade volume
ru: Торг.Объем
tr: İşlem Hacmi

source: Purchase price
ru: ЦенаПокупки
tr: İşlem Fiyatı

source: Exchange
ru: Обмен
tr: Piyasa

# valuedate
source: Date
ru: Дата
tr: Tarih

source: Expire date
ru: ДатаОконч
tr: Vade Sonu

source: Autotrade
ru: Автоторговля
tr: Otomatik İşlem

# instrumentgroup
source: Symb. group
ru: Группа инструм.
tr: Enstrüman Grubu

source: Dividends
ru: Дивиденды
tr: Kar Payı

# other_account
source: Other.acc
ru: Др.счет
tr: diğer Hesaplar

source: Terminal type
ru: Тип Терминала
tr: Terminal Türü

source: Commission
ru: Комиссия
tr: Komisyon

source: Broker message
ru: Сообщение брокера
tr: Broker Mesajı

# TRANSFER_TITLE
source: Transfer
ru: Перевод средств

# SUBMIT_BUTTON
source: Submit
ru: Выполнить
tr: Onay

# INVALID_TRANSFER_SUM
source: Current transfer value is invalid
ru: Текущая сумма перевода некорректна
tr: Geçersiz transfer değeri

source: Available
ru: Доступно
tr: Çekilebilir

source: Remains
ru: Остается
tr: Kalan

source: Source account
ru: Счет-источник
tr: Çekilecek Hesap

source: Transfer
ru: Перевод

source: Transfer value
ru: Сумма перевода
tr: Transfer değeri

source: Deposit
ru: Депозит
tr: Para Yatırma

source: Target account
ru: Счет-получатель
tr: Aktarılacak Hesap

# WITHDRAWAL_TITLE
source: Withdrawal
ru: Вывод средств
tr: Para Çekme

# INVALID_WITHDRAWAL_SUM
source: Current withdrawal value is invalid
ru: Текущая сумма для вывода некорректна
tr: Çekilecek tutar hatalıdır

source: Withdrawal
ru: Вывод
tr: Para Çekme

source: Withdrawal value
ru: Сумма вывода
tr: Çekilebilir Tutar

source: Event log
ru: Протокол событий
tr: Olay Günlüğü

source: Event browser
ru: Событие
tr: Olay Penceresi

# INSTRUMENT_FOREX
source: Forex
ru: Форекс
tr: Foreks

# INSTRUMENT_STOCKS
source: Stocks
ru: Акция
tr: Hisse Senetleri

# INSTRUMENT_FUTURES
source: Futures
ru: Фьючерс

# INSTRUMENT_OPTIONS
source: Options
ru: Опцион

# INSTRUMENT_CFDINDEX
source: CFD Index
ru: Индекс CFD

# INSTRUMENT_FORWARD
source: Forward
ru: Форвард

# INSTRUMENT_CFDFUTURES
source: CFD Futures
ru: СFD фьючерс

# INSTRUMENT_INDICES
source: Indicies
ru: Индекс
tr: Endeksler

# INSTRUMENT_GENERAL
source: General
ru: Общие
tr: Genel

# INSTRUMENT_ACTIVE
source: Active
ru: Активный
tr: Aktif

# INSTRUMENT_CLOSED
source: Closed
ru: Закрытый
tr: Kapalı

# INSTRUMENT_WAIT_FOR_PRICE
source: Wait for price
ru: Ожидание постав. цены
tr: Fiyat İçin Bekleniyor

# INSTRUMENT_DELIVERED
source: Delivered
ru: Поставлено
tr: Gönderildi

# INSTRUMENT_READY
source: Ready
ru: Готов
tr: Hazır

# TRADING_SESSION_AUCTION
source: Auction
ru: Аукцион
tr: Müzayede

# TRADING_SESSION_MAINTRADE
source: Main trade
ru: Осн.сессия
tr: Ana İşlem Seansı

# TRADING_SESSION_EXTTRADE
source: Ext. trade
ru: Доп.сессия
tr: Seans Dışı Emir

# TRADING_SESSION_CLEARING
source: Clearing
ru: Клиринг
tr: Takas

# SYMBOL_INFO_SYMBOL
source: Symbol
ru: Инструмент
tr: Sembol

# SYMBOL_INFO_DESCRIPTION
source: Description
ru: Описание
tr: Tanımlama

# SYMBOL_INFO_FUTURES_CLASS
source: Futures class
ru: Класс фьючерса
tr: Futures Sınıfı

# SYMBOL_INFO_EXANGE
source: Exchange
ru: Биржа
tr: Borsa

# SYMBOL_INFO_ASSET_CLASS
source: Asset class
ru: Тип
tr: Varlık Sınıfı

# SYMBOL_INFO_DELIVERY_METHOD
source: Delivery method
ru: Тип поставки
tr: Teslimat Yöntemi

# SYMBOL_INFO_CONTRACT_MONTH
source: Contract date
ru: Контрактная дата
tr: Kontrat Tarihi

# SYMBOL_INFO_FIRST_TRADE_DATE
source: First trade date
ru: Дата первой сделки
tr: İlk İşlem Tarihi

# SYMBOL_INFO_LAST_TRADE_DATE
source: Last trade date
ru: Дата послед сделки
tr: Son İşlem Tarihi

# SYMBOL_INFO_NOTICE_DATE
source: Notice date
ru: Дата оповещения
tr: Uyarı Tarihi

# SYMBOL_INFO_SETTLEMENT_DATE
source: Settlement date
ru: Расчетный день
tr: Vade Tarihi

# SYMBOL_INFO_CLOSE_OUT_DATE
source: Closeout date
ru: Дата ликвидации
tr: Kapanış Tarihi

# SYMBOL_INFO_TRADING_BALANCE
source: Trading balance
ru: Торговый баланс
tr: İşlem Bakiyesi

# SYMBOL_INFO_TRADING_ALLOWED
source: Trade mode
ru: Режим
tr: İşlem Modu

# SYMBOL_INFO_DELIVERY_STATUS
source: Delivery status
ru: Статус поставки
tr: Teslimat Durumu

# SYMBOL_INFO_CURRENT_SESSION
source: Current session
ru: Текущая сессия
tr: Mevcut Seans

# SYMBOL_INFO_EXP
source: Quoting currency
ru: Кот. валюта
tr: Fiyatlanan Döviz

# SYMBOL_INFO_LOT_SIZE
source: Lot size
ru: Размер лота
tr: Lot Büyüklüğü

# SYMBOL_INFO_TICK_COAST
source: Tick cost
ru: Цена тика
tr: Tick Maliyeti

# SYMBOL_INFO_TICK_SIZE
source: Tick size
ru: Размер тика
tr: Tick Büyüklüğü

# SYMBOL_INFO_MINIMAL_LOT
source: Minimal lot
ru: Мин лот

# SYMBOL_INFO_LOT_STEP
source: Lot step
ru: Шаг лота
tr: Lot Adımı

# SYMBOL_INFO_FEES_SWAPBUY
source: Swap Buy
ru: Длинный своп
tr: Yatırılan Swap

# SYMBOL_INFO_FEES_SWAPSELL
source: Swap Sell
ru: Короткий своп
tr: Ödenen Swap

# SYMBOL_INFO_FEES_OPEN
source: Open
ru: Открытие
tr: Açık

# SYMBOL_INFO_FEES_CLOSE
source: Close
ru: Закрытие
tr: Kapalı

# SYMBOL_INFO_FEES_ORDER_MIN
source: MIN per order
ru: Мин за ордер

# SYMBOL_INFO_FEES_ORDER_MAX
source: MAX per order
ru: Макс за ордер

# SYMBOL_INFO_FEES_FREE
source: Free quantity
ru: Свободное кол-во
tr: Komisyonsuz Tutar

# SYMBOL_INFO_FEES_PHONE
source: Phone order
ru: Заказ по тел.
tr: Dealer Komisyonu

# SYMBOL_INFO
source: Info
ru: Инфо
tr: Bilgi

# SYMBOL_INFO_GROUP_TRADING
source: Trading
ru: Торговля
tr: İşlem

# SYMBOL_INFO_GROUP_MARGIN
source: Margin
ru: Маржа
tr: Teminat

# SYMBOL_INFO_GROUP_FEES
source: Fees
ru: Комиссии
tr: İşlem Maliyeti

# SYMBOL_INFO_GROUP_SESSION
source: Sessions
ru: Сессии
tr: Seans Bilgisi

# SYMBOL_INFO_GROUP_GENERAL
source: General
ru: Общее
tr: Genel

source: Secure Log
ru: Защищенный лог
tr: Güvenli Giriş

source: Log Date
ru: Дата лога
tr: Giriş Tarihi

source: Delayed Stop order removed
ru: Отложенный Стоп ордер удален
tr: Bekleyen Stop Emir Kaldırıldı

source: Delayed Limit order created
ru: Отложенный Лимит ордер создан
tr: Bekleyen Limit Emir Oluşturuldu

source: Delayed Stop order created
ru: Отложенный Стоп ордер создан
tr: Bekleyen Stop Emir Oluşturuldu

source: Delayed OCO order created
ru: Отложенный OCO ордер создан
tr: Bekleyen OCO Emir Oluşturuldu

source: Delayed Limit order modified
ru: Отложенный Лимит ордер изменен
tr: Bekleyen Limit Emir Değiştirildi

source: Delayed Stop order modified
ru: Отложенный Стоп ордер изменен
tr: Bekleyen Stop Emir Değiştirildi

source: Stop limit order created
ru: Стоп лимит ордер создан
tr: Stop Limit Emir Oluşturuldu

source: Stop limit order modified
ru: Стоп лимит ордер изменен
tr: Stop Limit Emir Değiştirildi

source: Stop limit order removed
ru: Стоп лимит ордер удален
tr: Stop Limit Emir Kaldırıldı

source: Trailing stop order created
ru: Трейлинг стоп ордер создан
tr: Takip Eden Stop Emir Oluşturuldu

source: Trailing stop order modified
ru: Трейлинг стоп ордер изменен
tr: Takip Eden Stop Emir Değiştirildi

source: Trailing stop order removed
ru: Трейлинг стоп ордер удален
tr: Takip Eden Stop Emir Kaldırıldı

source: Delayed Stop limit order created
ru: Отложенный Стоп лимит ордер создан
tr: Stop Limit Emir Oluşturuldu

source: Delayed Stop limit order modified
ru: Отложенный Стоп лимит ордер изменен
tr: Stop Limit Emir Değiştirildi

source: Delayed Stop limit order removed
ru: Отложенный Стоп лимит ордер удален
tr: Stop Limit Emir Kaldırıldı

source: Delayed Trailing stop order created
ru: Отложенный Трейлинг стоп ордер создан
tr: Takip Eden Stop Emir Oluşturuldu

source: Delayed Trailing stop order modified
ru: Отложенный Трейлинг стоп ордер изменен
tr: Takip Eden Stop Emir Değiştirildi

source: Delayed Trailing stop order removed
ru: Отложенный Трейлинг стоп ордер удален
tr: Takip Eden Stop Emir Kaldırıldı

source: Limit order removed
ru: Лимит ордер удален
tr: Limit Emir Kaldırıldı

source: Stop order removed
ru: Стоп ордер удален
tr: Stop Emir Kaldırıldı

source: Limit order created
ru: Лимит ордер создан
tr: Limit Emir Oluşturuldu

source: Stop order created
ru: Стоп ордер создан
tr: Stop Emir Oluşturuldu

source: OCO order created
ru: OCO ордер создан
tr: OCO Emir Oluşturuldu

source: Tr.SL order removed
ru: Тр.СЛ ордер удален
tr: Takip Eden Stop Emir Kaldırıldı

source: Limit order modified
ru: Лимит ордер изменен
tr: Limit Emir Değiştirildi

source: Stop order modified
ru: Стоп ордер изменен
tr: Stop Emir Değiştirildi

source: Position opened
ru: Позиция открыта
tr: Pozisyon Açıldı

source: TP order modified
ru: ТП ордер изменен
tr: TP Emri Değiştirildi

source: SL order modified
ru: СЛ ордер изменен
tr: SL Emri Değiştirildi

source: Position closed
ru: Позиция закрыта
tr: Pozisyon Kapatıldı

source: Order placing request
ru: Запрос на размещение ордера
tr: Emir Yerleştirme Talebi

source: Position closed (TP)
ru: Позиция закрыта(ТП)
tr: Pozisyon Kapatıldı (TP)

source: Position closed (SL)
ru: Позиция закрыта(СЛ)
tr: Pozisyon Kapatıldı (SL)

source: Trade executed (Mutual)
ru: Сделка выполнена (вручную)
tr: İşlem Gerçekleştirildi (Karşılıklı)

# Fill Market Order
source: Market order filled
ru: Рыночный ордер исполнен
tr: Piyasa Emri Gerçekleşti

source: Market order modified
ru: Рыночный ордер изменен
tr: Piyasa Emri Değiştirildi

source: Margin Call reached
ru: Требование поддержки маржи выполнено
tr: Teminat Tamamlama Seviyesine Ulaşıldı

source: Margin Call warning.
ru: Предупреждение о требовании поддержки маржи.
tr: Teminat Tamamlama Çağrısı

source: Account operation confirmation.
ru: Подтверждение операции со счетом.
tr: Hesap Operasyonu Onaylandı

source: Market order removed
ru: Рыночный ордер удален
tr: Piyasa Emri Kaldırıldı

source: Not enough margin to open position
ru: Не хватает маржи для открытия позиции.
tr: Pozisyon açmak için yeterli teminat yok

source: Trade executed
ru: Сделка выполнена
tr: İşlem gerçekleştirildi

source: SL order removed
ru: СЛ ордер удален
tr: SL Emri Kaldırıldı

source: TP order removed
ru: ТП ордер удален
tr: TP Emri Kaldırıldı

source: SL order created
ru: СЛ ордер создан
tr: SL Emri Oluşturuldu

source: TP order created
ru: ТП ордер создан
tr: TP Emri Oluşturuldu

source: Position modified
ru: Позиция изменена
tr: Pozisyon Değiştirildi

source: Market close order removed
ru: Рыночный закрывающий ордер удален
tr: Piyasadan Kapama Emri Kaldırıldı

source: Position opened (Limit order)
ru: Позиция открыта (Лимит ордер)
tr: Pozisyon Açıldı (Limit Emir)

source: Informational message
ru: Информационное сообщение
tr: Bilgilendirme mesajı

source: Trade executed (SL)
ru: Сделка выполнена(СЛ)
tr: İşlem Gerçekleştirildi (SL)

source: Order modified
ru: Ордер изменен

# Fill Close Market Order
source: Close market order filled
ru: Закрывающий рыночный ордер заполнен

# Fill Close Market Order (Mutual)
source: Close market order (Mutual) filled
ru: Закрывающий рыночный ордер заполнен (Вручную)

# Fill Market Order (Mutual)
source: Market order (Mutual) filled
ru: Рыночный ордер заполнен (Вручную)

# Fill Close Limit Order
source: Close limit order filled
ru: Закрывающий лимит ордер заполнен

# Fill Limit Order
source: Limit order filled
ru: Лимит ордер заполнен

# Fill Close Stop Order
source: Close stop order filled
ru: Закрывающий стоп ордер заполнен

# Fill Close Traling Stop Order
source: Close Trailing stop order filled
ru: Закрывающий Трейлинг стоп ордер заполнен

# Fill Stop Order
source: Stop order filled
ru: Стоп ордер заполнен

# Fill Traling Stop Order
source: Trailing stop order filled
ru: Трейлинг стоп ордер заполнен

# Fill Stop Limit Order
source: Stop limit order filled
ru: Стоп лимит ордер заполнен

# Partially Reject Close Market Order
source: Close market order partially rejected
ru: Закрывающий рыночный ордер частично отклонен

# Partially Reject Market Order
source: Market order partially rejected
ru: Рыночный ордер частично отклонен

# Partially Reject Close Limit Order
source: Close limit order partially rejected
ru: Закрывающий лимит ордер частично отклонен

# Partially Reject Limit Order
source: Limit order partially rejected
ru: Лимит ордер частично отклонен

# Partially Reject Close Stop Order
source: Close stop order partially rejected
ru: Закрывающий стоп ордер частично отклонен

# Partially Reject Close Traling Stop Order
source: Close Trailing stop order partially rejected
ru: Закрывающий Трейлинг стоп ордер частично отклонен

# Partially Reject Stop Order
source: Stop order partially rejected
ru: Стоп ордер частично отклонен

# Partially Reject Traling Stop Order
source: Trailing stop order partially rejected
ru: Трейлинг стоп ордер частично отклонен

# Partially Reject Stop Limit Order
source: Stop limit order partially rejected
ru: Стоп лимит ордер частично отклонен

# Market Close Order Modified
source: Close market order modified
ru: Закрывающий рыночный ордер изменен

source: Close market order created
ru: Закрывающий рыночный ордер создан

source: Market order created
ru: Рыночный ордер создан

source: Fund processing failed.
ru: Ошибка при обработке фонда.

source: Limit order filled
ru: Лимит ордер заполнен

source: Stop order filled
ru: Стоп ордер заполнен

source: Stop limit order filled
ru: Стоп лимит ордер заполнен

source: Market order filled
ru: Рыночный ордер заполнен

source: Limit order filled (Mutual)
ru: Лимит ордер заполнен (Вручную)

source: Stop order filled (Mutual)
ru: Стоп ордер заполнен (Вручную)

source: Stop limit order filled (Mutual)
ru: Стоп лимит ордер заполнен (Вручную)

source: Market order filled (Mutual)
ru: Рыночный ордер заполнен (Вручную)

source: Limit order filled (Stop order)
ru: Лимит ордер заполнен (Стоп ордер)

source: Stop order filled (Stop order)
ru: Стоп ордер заполнен (Стоп ордер)

source: Stop limit order filled (Stop order)
ru: Стоп лимит ордер заполнен (Стоп ордер)

source: Market order filled (Stop order)
ru: Рыночный ордер заполнен (Стоп ордер)

source: Limit order filled (Trailing stop order)
ru: Лимит ордер заполнен (Трейлинг стоп ордер)

source: Stop order filled (Trailing stop order)
ru: Стоп ордер заполнен (Трейлинг стоп ордер)

source: Stop limit order filled (Trailing stop order)
ru: Стоп лимит ордер заполнен (Трейлинг стоп ордер)

source: Market order filled (Trailing stop order)
ru: Рыночный ордер заполнен (Трейлинг стоп ордер)

source: Limit order filled (Limit order)
ru: Лимит ордер заполнен (Лимит ордер)

source: Stop order filled (Limit order)
ru: Стоп ордер заполнен (Лимит ордер)

source: Stop limit order filled (Limit order)
ru: Стоп лимит ордер заполнен (Лимит ордер)

source: Market order filled (Limit order)
ru: Рыночный ордер заполнен (Лимит ордер)

source: Position closed (Mutual)
ru: Позиция закрыта (Вручную)

source: Position closed (Margin Call)
ru: Позиция закрыта (Маржинальное требование)

source: Trade executed (Margin Call)
ru: Сделка выполнена (Маржинальное требование)

source: Position closed (Option expired)
ru: Позиция закрыта (Опцион истек)

source: Trade executed (Option expired)
ru: Сделка выполнена (Опцион истек)

source: Position closed (Tr.SL)
ru: Позиция закрыта (Тр.СЛ)

source: Trade executed (Tr.SL)
ru: Сделка выполнена (Тр.СЛ)

source: Trade executed (TP)
ru: Сделка выполнена (ТП)

source: Position is already closing
ru: Позиция уже закрыта

source: Average filled price
ru: Средняя цена заполнения

# Last fill price
source: Last filled price
ru: Последняя цена заполнения

source: Sell
ru: Продажа

source: Buy
ru: Покупка

source: Margin call
ru: Маржинальное требование

source: Stop out type
ru: Тип Стоп аута

source: Deposit
ru: Депозит

source: Message
ru: Сообщение

source: Please deposit on your account.
ru: Пожалуйста, внесите деньги на счет.

source: Fund user
ru: Пользователь фонда

source: Fund account
ru: Счет фонда

source: Investor user
ru: Инвестор

source: Investor account
ru: Счет инвестора

source: Share price
ru: Цена пая

source: Pending shares
ru: Ожид. паи

source: Pending capital
ru: Ожид. капитал

source: Pending gross P/L
ru: Ожид. валовая Пр./Уб.

source: Event
ru: Событие

source: Can't finish investment period
ru: Невозможно закончить инвест. период

source: Can't perform rollover
ru: Невозможно выполнить ролловер

source: Notification
ru: Уведомление

source: Reason
ru: Причина

source: Account name
ru: Имя счета

source: Counter account name
ru: Имя контр счета

source: Operation ID
ru: ID операции

source: Counter operation ID
ru: ID контр операции

source: Operation type
ru: Тип операции

source: Sum
ru: Сумма

source: Basis
ru: Основа

source: Open lots
ru: Откр. лоты

source: Lots to open
ru: Лоты к открытию

source: Commission
ru: Комиссии

source: Available funds
ru: Доступные фонды

source: Init margin req.
ru: Треб. нач. маржи

source: Minimum open margin
ru: Мин. маржи открытия

source: Current balance
ru: Текущий баланс

source: Required balance
ru: Требуемый баланс

# Comission
source: Commission
ru: Комиссии

source: Avg.price
ru: Сред.цена

source: SL trailing offset
ru: Смещение Трейлинг СЛ

source: SL price
ru: Цена СЛ

source: TP price
ru: Цена ТП

# Modifyied by
source: Modified by
ru: Изменено

source: Market
ru: Рыночный

source: Limit
ru: Лимит

source: Stop
ru: Стоп

# Traling Stop
source: Trailing stop
ru: Трейлинг стоп

source: Stop limit
ru: Стоп лимит

source: Unknown
ru: Неизвестно

source: Route name
ru: Имя маршрута

source: Refused amount
ru: Отклон. объем

source: Bound to
ru: Связан с

source: Route
ru: Маршрут

source: Limit price
ru: Цена лимит

source: Stop price
ru: Цена стоп

source: Stop loss
ru: Стоп лосс

source: Take profit
ru: Тейк профит

source: SettleDate
ru: Расч. день

# WRONG_SERVER_TEXT
source: The version of your client application is not compatible with server version! Some functions of the platform may work incorrectly! Please, make sure you are connected to the server with corresponding version!
tr: Kullandığınız uygulamanın versiyonu server versiyonu ile uyumlu değildir. Uygulamada bazı fonksiyonlar düzgün çalışmayabilir. Lütfen uygun versiyonu yükleyiniz!

# terminal type error
source: Access denied due to user rights. Please contact support.
tr: Kullanıcı yetkilerinden dolayı erişim engellenmiştir. Lütfen Çağrı Merkezini Arayınız.

source: Gross P/L
tr: Brüt K/Z

source: Net P/L
tr: Net K/Z

source: Invested fund capital
tr: Yatırılan Sermaye

source: Current fund capital
tr: Sermaye

source: Fund capital gain
tr: Sermaye Kazanımı

source: M1
tr: 1 Dk.

source: M5
tr: 5 Dk.

source: M15
tr: 15 Dk.

source: M30
tr: 30 Dk.

source: Email
tr: E-posta

source: Email
tr: E-posta

# stoploss
source: SL
tr: Zarar Kes

# takeprofit
source: TP
tr: Kar Al

# Delayed Limit Order Removed
source: Pending Limit order removed
tr: Bekleyen Limit Emir Kaldırıldı

# SYMBOL_INFO_CURRENT_SESSION_NOT_TRDING_DAY
source: Non trading day
tr: Tatil Günü

# SYMBOL_INFO_CURRENT_SESSION_SHORTENED
source: Shortened
tr: Yarım İş Günü

# SYMBOL_INFO_NEXT_HOLIDAY
source: Next holiday
tr: Bir Sonraki Tatil Günü

# SYMBOL_INFO_NOT_DEFINED
source: Not defined
tr: Tanımlı Değil
