Repository: ben-haim/PF
Catalog: trunk3/app/iPhone/*.lproj/Localizable.strings
Languages: ar

source: Amount:
ar: المبلغ

source: Back
ar: العودة

source: Balance
ar: التوازن

# BUTTONS_DONE
source: Done
ar: تم

# BUTTONS_EDIT
source: Edit
ar: تعديل

# BUTTONS_INSTANT
source: Instant
ar: فوري

# BUTTONS_MARKET_EXECUTION
source: Market
ar: السوق

# BUTTONS_PENDING
source: Pending
ar: معلق

source: Cancel Order
ar: إلغاء الطلب

source: Cancelling...
ar: جاري الالغاء ...

source: Close
ar: اغلاق

source: Close Price
ar: سعر الاغلاق

# CLOSE_TRADE
source: Close
ar: اغلاق

source: Credit
ar: الائتمان

source: Current P/L:
ar: الربح/الخسارة الحالي

# DATE_START
source: Start Date
ar: تاريخ البدء

# DATE_END
source: End Date
ar: تاريخ الانتهاء

source: Delete
ar: حذف

# DEMO_TITLE
source: Registration form
ar: استمارة التسجيل

# DEMO_MESSAGE
source: Please fill the following form to create a demo account.
ar: يرجى ملء النموذج التالي لإنشاء حساب تجريبي

# DEMO_MANDATORY
source: Fields marked with * are mandatory.
ar: حقل الزامي

# DEMO_SERVER
source: Server
ar: الخادم

# DEMO_NAME
source: Name
ar: الإسم

# DEMO_EMAIL
source: Email
ar: البريد الإلكتروني

# DEMO_PHONE
source: Phone
ar: الهاتف

# DEMO_COUNTRY
source: Country
ar: البلد

# DEMO_STATE
source: State
ar: الدولة

# DEMO_CITY
source: City
ar: المدينة

# DEMO_ADDRESS
source: Address
ar: عنوان الإقامة

# DEMO_ZIPCODE
source: Zipcode
ar: الرمز البريدي

# DEMO_LEVERAGE
source: Leverage
ar: الرافعة المالية

# DEMO_GROUP
source: Account type
ar: نوع الحساب

# DEMO_DEPOSIT
source: Deposit
ar: الوديعة

# DEMO_REGISTER
source: Register
ar: سجل

# DEMO_VALIDATION_ERROR
source: Validation Error
ar: خطأ في التحقق

# DEMO_SELECT_SERVER
source: Please select a server
ar: الرجاء تحديد الخادم

# DEMO_MANDATORY_FIELD
source: Value for mandatory field is missing!
ar: قيمة لحقل إلزامي مفقود

# DEMO_INVALID_VALUE
source: Invalid field value!
ar: قيمة الحقل غير صالحة

# DEMO_PROCESSING
source: Processing registration
ar: يتم التسجيل

# DEMO_SENDING_DATA
source: Submiting registration to the server
ar: ادخال التسجيل الى الخادم

# DEMO_REGISTRATION_SUCCESS
source: Registration successful
ar: نجاح عملية التسجيل

# DEMO_SUCCESS_MSG
source: Please write down your account information.
ar: الرجاء كتابة معلومات حسابك.

# DEMO_SUCCESS_USERNAME
source: Username:
ar: اسم المستخدم

# DEMO_SUCCESS_PASSWORD
source: Password:
ar: كلمة السر

# DEMO_SUCCESS_INVESTOR
source: Investors:
ar: المستثمر

source: Deposit
ar: ايداع

source: Equity:
ar: الرصيد

# ERR_NO_LOGIN
source: Account number is not specified
ar: لم يتم تحديد رقم الحساب

# ERR_NO_PASS
source: Password is not specified
ar: لم يتم تحديد كلمة المرور

# ERR_NO_SERVER
source: Server is not specified
ar: لم يتم تحديد الخادم

source: Error
ar: خطأ

# EXIT_EXIT
source: Exit
ar: خروج

# EXIT_LOGOUT
source: Logout
ar: خروج

# FAVS_ADD_INSTRUMENT
source: Add a new instrument
ar: اضافة صك جديدة

source: Free:
ar: متوفر

# HEADER_OPEN_POSITIONS
source: Open positions
ar: أوامر مفتوحة

# HEADER_PENDING_ORDERS
source: Pending orders
ar: أوامر معلقة

source: Level:
ar: مستوى

source: Loading...
ar: تحميل...

# LOGIN_BTN_LOGIN
source: Login
ar: تسجيل الدخول

# LOGIN_LOGIN
source: Account:
ar: رقم الحساب

# LOGIN_OPTIONS
source: Options:
ar: خيارات

# LOGIN_PASSWORD
source: Password:
ar: كلمة السر

# LOGIN_SERVER
source: Server:
ar: الخادم

source: Margin:
ar: الهامش

source: Move down
ar: تحريك للاسفل

source: Move up
ar: تحريك للأعلى

source: Open Price
ar: سعر الافتتاح

source: Open Time
ar: وقت الافتتاح

# OPTIONS_CANCEL
source: Cancel
ar: الغاء

# OPTIONS_SAVE
source: Save
ar: حفظ

# OPTIONS_TITLE
source: Options
ar: خيارات

# OPTIONS_TRANSPORTS
source: Transports
ar: أدوات النقل

# ORDER_COMM
source: Comm:
ar: عمولة

# ORDER_MARKET
source: Market:
ar: السوق

# ORDER_MARKET_PRICE
source: Market price:
ar: سعر السوق

# ORDER_PL
source: Profit:
ar: الربح

# ORDER_PLACE_APPENDING
source: Place order
ar: وضع أمر

# ORDER_PROFIT_LOSS
source: Profit / Loss:
ar: الربح/الخسارة

# ORDER_PRICE
source: Price:
ar: السعر

# ORDER_STOP_LOSS
source: Stop Loss:
ar: وقف الخسارة

# ORDER_SWAP
source: Swap:
ar: عمولة التبادل

# ORDER_TYPE
source: Type:
ar: النوع

# ORDER_VOLUME
source: Vol:
ar: حجم العقد

source: P/L Period
ar: فترة الربح/الخسارة

# PROGRESS_AUTHENTICATING
source: Authenticating
ar: تصديق

# PROGRESS_AUTH_PWD
source: Wrong login/password. Access denied
ar: خطأفي التسجيل/كلمة المرور الوصول مرفوض

# PROGRESS_CONNECT_SERVER
source: Connecting to server
ar: جاري الاتصال بالخادمٍ

# PROGRESS_FAILED_SETTINGS
source: Failed to read settings
ar: فشل في قراءة الاعدادات

# PROGRESS_FAILED_TO_CONNECT
source: Failed to connect to the server
ar: فشل في الاتصال بالخادم

# PROGRESS_GROUPS
source: Fetching categories
ar: جلب البيانات

# PROGRESS_READING_SETTINGS
source: Reading settings
ar: قراءة الإعدادات

# PROGRESS_REQUESTING
source: Requesting
ar: جاري الطلب

# PROGRESS_SEARCH_SERVER
source: Looking for a server
ar: البحث عن الخادم

# PROGRESS_SECURING_SESSION
source: Securing Session
ar: تأمين الجلسة

# PROGRESS_STARTING
source: Starting
ar: البدء

# PROGRESS_SYMBOLS
source: Fetching instruments
ar: جلب الرموز

# PROGRESS_TRADES
source: Fetching trades
ar: جلب التداولات

# QUESTION_NO
source: No
ar: لا

# QUESTION_YES
source: Yes
ar: نعم

# RATES_ASK
source: Ask
ar: الطلب

# RATES_BID
source: Bid
ar: العرض

# RATES_MAX
source: High:
ar: إعلى سعر

# RATES_MIN
source: Low:
ar: أدنى سعر

# RET_ERROR
source: General error
ar: خطأ عام

# RET_INVALID_DATA
source: Invalid request
ar: طلب غير صالح

# RET_TRADE_BAD_PRICES
source: Order has wrong prices
ar: الطلب بأسعار خاطئة

# RET_TRADE_BAD_STOPS
source: Wrong S/L (T/P)
ar: خطأ حجم الخسارة/تحديد الربح

# RET_TRADE_BAD_VOLUME
source: Wrong volume
ar: حجم خاطئ

# RET_TRADE_DISABLE
source: Trading is disabled
ar: تم تعطيل التداول

# RET_TRADE_MARKET_CLOSED
source: Market closed
ar: السوق مغلق

# RET_TRADE_NO_MONEY
source: No enough money for order execution
ar: لا يوجد ما يكفي من المال لتنفيذ الأمر

# RET_TRADE_OFFQUOTES
source: Request was rejected
ar: تم رفض الطلب

# RET_TRADE_PRICE_CHANGED
source: Requote
ar: إعادة التسعير

# RET_TRADE_PROCESS
source: Trade request review
ar: استعراض طلب التداول

# SCREEN_CHART_TITLE
source: Chart
ar: الجدول البياني

# SCREEN_FAVORITES_EMPTY
source: The list is now empty. Please add instruments.
ar: القائمة الآن فارغة, الرجاء إضافة صكوك.

# SCREEN_FAVS_TITLE
source: Favorites
ar: المفضلة

# SCREEN_HISTORY_END
source: Finish date:
ar: تاريخ الإنتهاء

# SCREEN_HISTORY_ERROR_DATA
source: Failed to read history
ar: فشل في قراءة التاريخ

# SCREEN_HISTORY_INFO
source: Please specify period for the history request
ar: الرجاء تحديد فترة طلب التاريخ

# SCREEN_HISTORY_REQUEST
source: Request
ar: طلب

# SCREEN_HISTORY_START
source: Start date:
ar: تاريخ البدء

# SCREEN_HISTORY_TITLE
source: History
ar: التاريخ

# SCREEN_NEWS_REFRESH
source: Refresh
ar: تحديث

# SCREEN_NEWS_TITLE
source: News
ar: الأخبار

# SCREEN_RATES_TITLE
source: Rates
ar: الأسعار

# SCREEN_SERVERS_INFO
source: Please select one of the following trading servers
ar: الرجاء اختيار أحد مخدمات التداول التالية

# SCREEN_SERVERS_TITLE
source: Select server
ar: تحدديد الخادم

# SCREEN_SYMBOL_OPTIONS_ADD2FAV
source: Add to favorites
ar: اضافة للمفضلة

# SCREEN_SYMBOL_OPTIONS_CHART
source: Chart
ar: الجدول البياني

# SCREEN_SYMBOL_OPTIONS_INFO
source: Actions:
ar: الإجراءات

# SCREEN_SYMBOL_OPTIONS_ORDER_INSTANT
source: Instant order
ar: أمر فوري

# SCREEN_SYMBOL_OPTIONS_ORDER_PENDING
source: Pending order
ar: أمر معلق

# SCREEN_SYMBOL_OPTIONS_REM_FAV
source: Remove from favorites
ar: إزلة من المفضلة

# SCREEN_TRADES_TITLE
source: Trades
ar: العقود المفتوحة

# SCREEN_TRADE_PROGRESS
source: Order
ar: أمر

source: Symbol
ar: الرمز

# TABS_RATES
source: Rates
ar: الأسعار

# TABS_POSITIONS
source: Positions
ar: الوضعيات

# TABS_HISTORY
source: History
ar: العقود المغلقة

# TABS_NEWS
source: News
ar: الأخبار

# TABS_MAIL
source: Mail
ar: البريد

# TABS_CALENDAR
source: Calendar
ar: التقويم

# TABS_CONTACTS
source: Contacts
ar: العناوين

source: Take Profit
ar: تحصيل الأرباح

source: Time:
ar: الوقت

# TRADE_ABORT
source: Abort
ar: احباط

# TRADE_APPROVED_ON
source: approved on
ar: وافق على

# TRADE_AT_PRICE
source: at price:
ar: على سعر

# TRADE_CANCELING
source: Canceling...
ar: جاري الالغاء...

# TRADE_CLOSED_AT
source: closed at price
ar: اغلق عند سعر

source: Trade context busy.
ar: اطار التداول مشغول.

# TRADE_DELETED
source: was successfuly deleted.
ar: تم الحذف بنجاح.

# TRADE_ERROR_PROCCESSING
source: Error processing trade
ar: خطأ في عمليات التداول

# TRADE_NEW_PRICE
source: New price:
ar: السعر الجديد

# TRADE_ORDER_PROCESSED
source: Order was processed
ar: تمت معالجة الأمر

source: Trade request sent
ar: تم ارسال طلب التداول

# TRADE_REQUEST_CANCELED
source: Request was successfully cancelled
ar: تم الغاء الطلب بنجاح

# TRADE_CANCEL_REQUEST
source: Request was cancelled
ar: تم الغاء الطلب

# TRADE_REQUOTE
source: Requote
ar: اعادة تسعير

# TRADE_RESULT
source: Result
ar: النتيجة

# TRADE_SENDING_ORDER
source: Sending order...
ar: جاري ارسال الطلب...

# TRADE_STEP
source: Step
ar: خطوة

# TRADE_THE_ORDER
source: Order
ar: طلب

source: Transaction time
ar: وقت المعاملة

source: Update
ar: تحديث

source: Withdrawal
ar: سحب

# TRADE_ERROR_INVESTOR
source: Please log in with your Master Password
ar: الرجاء تسجيل الدخول مع كلمة السر سيدك

# HISTORY_CLOSE_PRICE
source: Close
ar: القريب

# HISTORY_OPEN_PRICE
source: Open
ar: مفتوح

# chart_btn_settings_back
source: Back
ar: ظهر

# chart_indicators
source: Indicators
ar: المؤشرات

source: Chart
ar: رسم بياني

# chart_general
source: General
ar: عام

# chart_annotations
source: Annotations
ar: الشروح

# chart_draw
source: Objects
ar: التحليل الفني

# candles
source: Candlesticks
ar: الشمعدانات

# main_line
source: Line
ar: خط

source: Bars
ar: HLOC قضبان

source: Area
ar: منطقة

# chart_settings_color_margin
source: Margins
ar: فراغ هامش الجدول

# chart_settings_color_plot
source: Plot
ar: مساحة القسيمة

# chart_settings_color_axis
source: Axis
ar: محور

# chart_settings_color_grid
source: Plot area grid lines
ar: خطوط شبكة مساحة القسيمة

# chart_settings_color_legend
source: Legend
ar: أسطورة

# chart_settings_color_legend_text
source: Legend text
ar: نص الاسطورة

# chart_settings_color_text
source: Texts
ar: نصوص

# chart_settings_color_cursor_color
source: Cursor
ar: مؤشر

# chart_settings_color_cursor_text_color
source: Cursor text
ar: نص المؤشر

# chart_settings_color_candle_up
source: Candle up
ar: رفع الشمعة

# chart_settings_color_candle_up_border
source: Candle up border
ar: حدود رفع الشمعة

# chart_settings_color_candle_down
source: Candle down
ar: خفض الشمعة

# chart_settings_color_candle_down_border
source: Candle down border
ar: حدود خفض الشمعة

# chart_settings_color_bar
source: HLOC bar
ar: عمود HLOC

# chart_settings_apply_to
source: Apply to
ar: تقدم

# chart_settings_color
source: Color
ar: لون

# chart_settings_slowing
source: Slowing
ar: بطئ

# chart_settings_fillcolor
source: Fill color
ar: لون التعبئة

# chart_settings_width
source: Line width
ar: خط العرض

# chart_settings_dash
source: Line dash
ar: خط اندفاعة

# chart_settings_interval
source: Interval
ar: فاصل

# chart_settings_step
source: Step
ar: خطوة

# chart_settings_max
source: Maximum
ar: حد أقصى

# chart_settings_deviation
source: Deviation
ar: الانحراف

# chart_settings_level
source: Level
ar: مستوى

# chart_settings_drawing_color
source: Drawing color
ar: لون الرسم

# chart_settings_show_bid
source: Show bid
ar: تظهر محاولة

# chart_settings_show_ask
source: Show ask
ar: تظهر نسأل

# chart_settings_bid_color
source: Bid line color
ar: محاولة خط اللون

# chart_settings_ask_color
source: Ask line color
ar: اطلب لون الخط

# chart_settings_show_loupe
source: Show loupe
ar: تظهر العدسة

# chart_settings_show_orders
source: Show orders
ar: تبين وجود مستويات النظام

# chart_main_chart
source: Main Chart
ar: المخطط الرئيسي

# chart_main_panels
source: Panels
ar: لوحات

# popover_menu
source: View
ar: القائمة

# popover_collective
source: Collective View
ar: عرض الجماعية

# popover_normal
source: Normal View
ar: تغيير إلى مشاهدة عادية

# popover_points
source: As Points
ar: عرض كنقاط

# switch_to_normal
source: Switch to normal to edit your order
ar: التغيير إلى المشاهدة العادية لتعديل طلبك

# TRADE_VOLUME_CANNOT_BE_ZERO
source: Volume cannot be 0 (Zero)
ar: يمكن أن لا يكون حجم صفر
